Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# alerts.accessibility.hint.row
source: Double-tap to open alert details
ar: انقر مرتين لفتح تفاصيل التنبيه
bn: অ্যালার্টের বিস্তারিত খুলতে দুবার ট্যাপ করুন
bs: Dvaput dodirnite za prikaz detalja upozorenja
cs: Dvojitým klepnutím otevřete detaily upozornění
da: Dobbelttryk for at åbne alarmdetaljer
de: Doppeltippen, um Alarmdetails zu öffnen
el: Πατήστε δύο φορές για άνοιγμα λεπτομερειών ειδοποίησης
es: Toca dos veces para ver los detalles de la alerta
fa: برای باز کردن جزئیات هشدار، دو بار ضربه بزنید
fi: Avaa hälytyksen tiedot kaksoisnapauttamalla
fil: I-double-tap upang buksan ang detalye ng alerto
fr: Touchez deux fois pour afficher les détails de l'alerte
he: הקשה כפולה לפתיחת פרטי ההתראה
hi: अलर्ट विवरण खोलने के लिए डबल-टैप करें
hr: Dvaput dodirnite za prikaz detalja upozorenja
hu: Koppintson duplán a riasztás részleteinek megnyitásához
hy: Կրկնակի հպեք՝ ազդանշանի մանրամասները բացելու համար
id: Ketuk dua kali untuk membuka detail peringatan
is: Tvípikkaðu til að opna upplýsingar um viðvörun
it: Tocca due volte per aprire i dettagli dell'allerta
ja: ダブルタップしてアラート詳細を開く
ko: 알림 세부 정보를 열려면 두 번 탭하세요
lt: Bakstelėkite du kartus, kad atvertumėte įspėjimo informaciją
lv: Pieskarieties divreiz, lai atvērtu brīdinājuma detaļas
ms: Ketik dua kali untuk membuka butiran amaran
my: အချက်ပေးချက် အသေးစိတ်ဖွင့်ရန် နှစ်ချက်နှိပ်ပါ
nb: Dobbelttrykk for å åpne varseldetaljer
nl: Dubbeltik om alertdetails te openen
pl: Dotknij dwukrotnie, aby zobaczyć szczegóły alertu
pt_br: Toque duas vezes para abrir os detalhes do alerta
ro: Atinge de două ori pentru a deschide detaliile alertei
ru: Дважды коснитесь, чтобы открыть детали оповещения
sk: Dvojitým ťuknutím otvoríte podrobnosti upozornenia
sq: Trokit dy herë për të hapur detajet e sinjalizimit
sr_latn: Dvaput dodirnite za prikaz detalja upozorenja
sv: Dubbeltryck för att öppna larmdetaljer
sw: Gusa mara mbili kufungua maelezo ya arifa
th: แตะสองครั้งเพื่อเปิดรายละเอียดการแจ้งเตือน
tr: Uyarı ayrıntılarını açmak için çift dokunun
uk: Двічі торкніться, щоб переглянути деталі сповіщення
vi: Nhấn đúp để mở chi tiết cảnh báo
zh_hans: 轻点两下打开提醒详情
zh_hant: 點兩下以開啟警示詳情

# alerts.accessibility.label.dismissButton
source: Dismiss alert
ar: تجاهل التنبيه
bn: অ্যালার্ট সরান
bs: Odbaci upozorenje
cs: Zavřít upozornění
da: Afvis alarm
de: Alarm verwerfen
el: Απόρριψη ειδοποίησης
es: Descartar alerta
fa: رد کردن هشدار
fi: Hylkää hälytys
fil: I-dismiss ang alerto
fr: Rejeter l'alerte
he: דחיית התראה
hi: अलर्ट हटाएं
hr: Odbaci upozorenje
hu: Riasztás elvetése
hy: Հեռացնել ազդանշանը
id: Tutup peringatan
is: Hunsa viðvörun
it: Ignora allerta
ja: アラートを閉じる
ko: 알림 닫기
lt: Atmesti įspėjimą
lv: Noraidīt brīdinājumu
ms: Ketepikan amaran
my: အချက်ပေးချက် ဖယ်ရှားပါ
nb: Avvis varsel
nl: Alert sluiten
pl: Odrzuć alert
pt_br: Descartar alerta
ro: Respinge alerta
ru: Закрыть оповещение
sk: Zavrieť upozornenie
sq: Hiq sinjalizimin
sr_latn: Odbaci upozorenje
sv: Avfärda larm
sw: Ondoa arifa
th: ปิดการแจ้งเตือน
tr: Uyarıyı kapat
uk: Відхилити сповіщення
vi: Bỏ qua cảnh báo
zh_hans: 忽略提醒
zh_hant: 關閉警示

# alerts.alertType.critical_system_error
source: System error
ar: خطأ في النظام
bn: সিস্টেম ত্রুটি
bs: Greška sistema
cs: Chyba systému
da: Systemfejl
de: Systemfehler
el: Σφάλμα συστήματος
es: Error del sistema
fa: خطای سیستم
fi: Järjestelmävirhe
fil: Error sa system
fr: Erreur système
he: שגיאת מערכת
hi: सिस्टम त्रुटि
hr: Greška sustava
hu: Rendszerhiba
hy: Համակարգային սխալ
id: Kesalahan sistem
is: Kerfisvilla
it: Errore di sistema
ja: システムエラー
ko: 시스템 오류
lt: Sistemos klaida
lv: Sistēmas kļūda
ms: Ralat sistem
my: စနစ်အမှား
nb: Systemfeil
nl: Systeemfout
pl: Błąd systemu
pt_br: Erro de sistema
ro: Eroare de sistem
ru: Системная ошибка
sk: Systémová chyba
sq: Gabim sistemi
sr_latn: Greška sistema
sv: Systemfel
sw: Hitilafu ya mfumo
th: ข้อผิดพลาดระบบ
tr: Sistem hatası
uk: Системна помилка
vi: Lỗi hệ thống
zh_hans: 系统错误
zh_hant: 系統錯誤

# alerts.alertType.margin_warning
source: Margin warning
ar: تحذير الهامش
bn: মার্জিন সতর্কতা
bs: Upozorenje o marži
cs: Varování o marži
da: Margin-advarsel
de: Margin-Warnung
el: Προειδοποίηση περιθωρίου
es: Aviso de margen
fa: هشدار مارجین
fi: Marginaalivaroitus
fil: Babala sa margin
fr: Avertissement de marge
he: אזהרת מרג'ין
hi: मार्जिन चेतावनी
hr: Upozorenje o marži
hu: Margin figyelmeztetés
hy: Մարժայի զգուշացում
id: Peringatan margin
is: Viðvörun um tryggingarfé
it: Avviso di margine
ja: 証拠金警告
ko: 마진 경고
lt: Įspėjimas dėl maržos
lv: Maržas brīdinājums
ms: Amaran margin
my: Margin သတိပေးချက်
nb: Marginadvarsel
nl: Marginwaarschuwing
pl: Ostrzeżenie o depozycie
pt_br: Aviso de margem
ro: Avertisment de marjă
ru: Предупреждение о марже
sk: Upozornenie na maržu
sq: Paralajmërim për marginin
sr_latn: Upozorenje o marži
sv: Marginalvarning
sw: Onyo la margin
th: คำเตือนมาร์จิ้น
tr: Marjin uyarısı
uk: Попередження про маржу
vi: Cảnh báo ký quỹ
zh_hans: 保证金警告
zh_hant: 保證金警示

# alerts.alertType.order_fill_full
source: Order filled
ar: تم تنفيذ الأمر
bn: অর্ডার পূরণ হয়েছে
bs: Nalog izvršen
cs: Pokyn proveden
da: Ordre udført
de: Order ausgeführt
el: Η εντολή εκτελέστηκε
es: Orden ejecutada
fa: سفارش پر شد
fi: Toimeksianto toteutettu
fil: Na-fill ang order
fr: Ordre exécuté
he: הפקודה בוצעה
hi: ऑर्डर फिल हुआ
hr: Nalog izvršen
hu: Megbízás végrehajtva
hy: Հանձնարարականը կատարված է
id: Pesanan terisi
is: Pöntun framkvæmd
it: Ordine eseguito
ja: 注文約定
ko: 주문 체결됨
lt: Pavedimas įvykdytas
lv: Rīkojums izpildīts
ms: Pesanan dipenuhi
my: order ဖြည့်ပြီး
nb: Ordre utført
nl: Order uitgevoerd
pl: Zlecenie zrealizowane
pt_br: Ordem executada
ro: Ordin executat
ru: Ордер исполнен
sk: Pokyn vykonaný
sq: Porosia u plotësua
sr_latn: Nalog izvršen
sv: Order utförd
sw: Order imejazwa
th: คำสั่งถูกจับคู่แล้ว
tr: Emir gerçekleşti
uk: Ордер виконано
vi: Lệnh đã khớp
zh_hans: 订单已成交
zh_hant: 訂單已成交

# alerts.alertType.order_rejected
source: Order rejected
ar: تم رفض الأمر
bn: অর্ডার প্রত্যাখ্যাত
bs: Nalog odbijen
cs: Pokyn zamítnut
da: Ordre afvist
de: Order abgelehnt
el: Η εντολή απορρίφθηκε
es: Orden rechazada
fa: سفارش رد شد
fi: Toimeksianto hylätty
fil: Na-reject ang order
fr: Ordre rejeté
he: הפקודה נדחתה
hi: ऑर्डर अस्वीकृत
hr: Nalog odbijen
hu: Megbízás elutasítva
hy: Հանձնարարականը մերժվել է
id: Pesanan ditolak
is: Pöntun hafnað
it: Ordine rifiutato
ja: 注文拒否
ko: 주문 거부됨
lt: Pavedimas atmestas
lv: Rīkojums noraidīts
ms: Pesanan ditolak
my: order ပယ်ချခံရသည်
nb: Ordre avvist
nl: Order geweigerd
pl: Zlecenie odrzucone
pt_br: Ordem rejeitada
ro: Ordin respins
ru: Ордер отклонён
sk: Pokyn zamietnutý
sq: Porosia u refuzua
sr_latn: Nalog odbijen
sv: Order avvisad
sw: Order imekataliwa
th: คำสั่งถูกปฏิเสธ
tr: Emir reddedildi
uk: Ордер відхилено
vi: Lệnh bị từ chối
zh_hans: 订单已拒绝
zh_hant: 訂單已拒絕

# alerts.alertType.position_stop_loss_fired
source: Stop-loss fired
ar: تم تفعيل وقف الخسارة
bn: stop-loss ট্রিগার হয়েছে
bs: Stop-loss aktiviran
cs: Stop-loss spuštěn
da: Stop-loss udløst
de: Stop-Loss ausgelöst
el: Ενεργοποιήθηκε stop-loss
es: Stop-loss activado
fa: حد ضرر فعال شد
fi: Stop-loss laukesi
fil: Na-trigger ang stop-loss
fr: Stop-loss déclenché
he: סטופ-לוס הופעל
hi: स्टॉप-लॉस ट्रिगर हुआ
hr: Stop-loss aktiviran
hu: Stop-loss aktiválódott
hy: Stop-loss-ը գործարկվեց
id: Stop-loss terpicu
is: Stop-loss virkjað
it: Stop-loss attivato
ja: ストップロス発動
ko: 스탑로스 발동
lt: Suveikė stop-loss
lv: Stop-loss aktivizēts
ms: Stop-loss dicetuskan
my: stop-loss လုပ်ဆောင်ပြီး
nb: Stop-loss utløst
nl: Stop-loss geactiveerd
pl: Stop-loss uruchomiony
pt_br: Stop-loss acionado
ro: Stop-loss declanșat
ru: Стоп-лосс сработал
sk: Stop-loss spustený
sq: Stop-loss u aktivizua
sr_latn: Stop-loss aktiviran
sv: Stop-loss utlöst
sw: Stop-loss imewashwa
th: stop-loss ถูกทริกเกอร์
tr: Stop-loss tetiklendi
uk: Stop-loss спрацював
vi: Stop-loss đã kích hoạt
zh_hans: 止损已触发
zh_hant: 止損已觸發

# alerts.detail.navTitle
source: Alert detail
ar: تفاصيل التنبيه
bn: অ্যালার্টের বিস্তারিত
bs: Detalji upozorenja
cs: Detail upozornění
da: Alarmdetaljer
de: Alarmdetails
el: Λεπτομέρειες ειδοποίησης
es: Detalle de alerta
fa: جزئیات هشدار
fi: Hälytyksen tiedot
fil: Detalye ng alerto
fr: Détails de l'alerte
he: פרטי התראה
hi: अलर्ट विवरण
hr: Detalji upozorenja
hu: Riasztás részletei
hy: Ազդանշանի մանրամասներ
id: Detail peringatan
is: Upplýsingar um viðvörun
it: Dettaglio allerta
ja: アラート詳細
ko: 알림 세부 정보
lt: Įspėjimo informacija
lv: Brīdinājuma detaļas
ms: Butiran amaran
my: အချက်ပေးချက် အသေးစိတ်
nb: Varseldetaljer
nl: Alertdetails
pl: Szczegóły alertu
pt_br: Detalhes do alerta
ro: Detalii alertă
ru: Детали оповещения
sk: Detail upozornenia
sq: Detajet e sinjalizimit
sr_latn: Detalji upozorenja
sv: Larmdetaljer
sw: Maelezo ya arifa
th: รายละเอียดการแจ้งเตือน
tr: Uyarı ayrıntısı
uk: Деталі сповіщення
vi: Chi tiết cảnh báo
zh_hans: 提醒详情
zh_hant: 警示詳情

# alerts.detail.sourceTopic
source: Source topic
ar: الموضوع المصدر
bn: উৎস টপিক
bs: Izvorni topic
cs: Zdrojové téma
da: Kildetopic
de: Quell-Topic
el: Topic προέλευσης
es: Topic de origen
fa: تاپیک منبع
fi: Lähdetopic
fr: Topic source
he: טופיק מקור
hi: सोर्स टॉपिक
hr: Izvorni topic
hu: Forrás topic
hy: Աղբյուրի թեմա
id: Topik sumber
is: Uppruna-topic
it: Topic di origine
ja: ソーストピック
ko: 소스 토픽
lt: Šaltinio tema
lv: Avota temats
ms: Topik sumber
my: မူလ topic
nb: Kildetema
nl: Bron-topic
pl: Topic źródłowy
pt_br: Tópico de origem
ro: Topic sursă
ru: Исходный топик
sk: Zdrojový topic
sq: Tema burimore
sr_latn: Izvorni topic
sv: Källtopic
sw: Topic ya chanzo
th: หัวข้อต้นทาง
tr: Kaynak topic
uk: Джерело (topic)
vi: Topic nguồn
zh_hans: 来源主题
zh_hant: 來源主題

# alerts.detail.thread
source: Thread
ar: السلسلة
bn: থ্রেড
bs: Nit
cs: Vlákno
da: Tråd
el: Νήμα
es: Hilo
fa: رشته
fi: Säie
fr: Fil
he: שרשור
hi: थ्रेड
hr: Nit
hu: Szál
hy: Շղթա
id: Utas
is: Þráður
ja: スレッド
ko: 스레드
lt: Gija
lv: Pavediens
ms: Bebenang
nb: Tråd
pl: Wątek
ro: Fir
ru: Поток
sk: Vlákno
sq: Varg
sr_latn: Nit
sv: Tråd
th: เธรด
uk: Потік
vi: Luồng
zh_hans: 线程
zh_hant: 線程

# alerts.detail.timestamp
source: Timestamp
ar: الوقت
bn: টাইমস্ট্যাম্প
bs: Vrijeme
cs: Čas
da: Tidsstempel
de: Zeitstempel
el: Χρόνος
es: Hora
fa: زمان
fi: Aikaleima
fr: Horodatage
he: חותמת זמן
hi: टाइमस्टैम्प
hr: Vrijeme
hu: Időbélyeg
hy: Ժամանակի նշում
id: Waktu
is: Tími
ja: 時刻
ko: 타임스탬프
lt: Laiko žyma
lv: Laika zīmogs
ms: Cap masa
nb: Tidsstempel
nl: Tijdstempel
pl: Czas
pt_br: Horário
ro: Marcaj de timp
ru: Время
sk: Čas
sq: Koha
sr_latn: Vreme
sv: Tidsstämpel
sw: Muda
th: เวลา
tr: Zaman damgası
uk: Час
vi: Thời gian
zh_hans: 时间戳
zh_hant: 時間戳

# alerts.empty.message
source: New alerts will appear here when they fire.
ar: ستظهر التنبيهات الجديدة هنا عند تشغيلها.
bn: নতুন অ্যালার্ট ট্রিগার হলে এখানে দেখা যাবে।
bs: Nova upozorenja pojavit će se ovdje kad se aktiviraju.
cs: Nová upozornění se objeví zde, jakmile budou spuštěna.
da: Nye alarmer vises her, når de udløses.
de: Neue Alarme erscheinen hier, sobald sie ausgelöst werden.
el: Νέες ειδοποιήσεις θα εμφανιστούν εδώ όταν ενεργοποιηθούν.
es: Las nuevas alertas aparecerán aquí cuando se activen.
fa: هشدارهای جدید پس از فعال شدن اینجا نمایش داده می‌شوند.
fi: Uudet hälytykset näkyvät täällä, kun ne laukeavat.
fil: Lalabas dito ang mga bagong alerto kapag na-trigger ang mga ito.
fr: Les nouvelles alertes apparaîtront ici lorsqu'elles se déclencheront.
he: התראות חדשות יופיעו כאן כשהן יופעלו.
hi: नए अलर्ट ट्रिगर होने पर यहां दिखाई देंगे।
hr: Nova upozorenja pojavit će se ovdje kad se aktiviraju.
hu: Az új riasztások itt jelennek meg, amikor aktiválódnak.
hy: Նոր ազդանշանները այստեղ կհայտնվեն, երբ գործարկվեն։
id: Peringatan baru akan muncul di sini ketika terpicu.
is: Nýjar viðvaranir birtast hér þegar þær virkjast.
it: Le nuove allerte appariranno qui quando verranno attivate.
ja: 新しいアラートが発動するとここに表示されます。
ko: 새 알림은 발생 시 여기에 표시됩니다.
lt: Nauji įspėjimai bus rodomi čia, kai jie suveiks.
lv: Jauni brīdinājumi parādīsies šeit, kad tie tiks aktivizēti.
ms: Amaran baharu akan muncul di sini apabila dicetuskan.
my: အချက်ပေးချက်အသစ်များ ဖြစ်ပေါ်သည့်အခါ ဤနေရာတွင် ပြပါမည်။
nb: Nye varsler vises her når de utløses.
nl: Nieuwe alerts verschijnen hier zodra ze worden geactiveerd.
pl: Nowe alerty pojawią się tu, gdy zostaną wyzwolone.
pt_br: Novos alertas aparecerão aqui quando forem disparados.
ro: Alertele noi vor apărea aici când sunt declanșate.
ru: Новые оповещения появятся здесь, когда они сработают.
sk: Nové upozornenia sa zobrazia tu, keď sa spustia.
sq: Sinjalizimet e reja do të shfaqen këtu kur të aktivizohen.
sr_latn: Nova upozorenja pojaviće se ovde kada se aktiviraju.
sv: Nya larm visas här när de utlöses.
sw: Arifa mpya zitaonekana hapa zitakapowashwa.
th: การแจ้งเตือนใหม่จะแสดงที่นี่เมื่อถูกทริกเกอร์
tr: Yeni uyarılar tetiklendiğinde burada görünecek.
uk: Нові сповіщення з'являться тут, коли вони спрацюють.
vi: Cảnh báo mới sẽ xuất hiện ở đây khi được kích hoạt.
zh_hans: 新的提醒触发后会显示在这里。
zh_hant: 新警示觸發後會顯示在此。

# alerts.empty.title
source: No alerts
ar: لا توجد تنبيهات
bn: কোনো অ্যালার্ট নেই
bs: Nema upozorenja
cs: Žádná upozornění
da: Ingen alarmer
de: Keine Alarme
el: Καμία ειδοποίηση
es: Sin alertas
fa: هشداری نیست
fi: Ei hälytyksiä
fil: Walang alerto
fr: Aucune alerte
he: אין התראות
hi: कोई अलर्ट नहीं
hr: Nema upozorenja
hu: Nincsenek riasztások
hy: Ազդանշաններ չկան
id: Tidak ada peringatan
is: Engar viðvaranir
it: Nessuna allerta
ja: アラートなし
ko: 알림 없음
lt: Įspėjimų nėra
lv: Nav brīdinājumu
ms: Tiada amaran
my: အချက်ပေးချက်မရှိ
nb: Ingen varsler
nl: Geen alerts
pl: Brak alertów
pt_br: Nenhum alerta
ro: Nicio alertă
ru: Нет оповещений
sk: Žiadne upozornenia
sq: Nuk ka sinjalizime
sr_latn: Nema upozorenja
sv: Inga larm
sw: Hakuna arifa
th: ไม่มีการแจ้งเตือน
tr: Uyarı yok
uk: Немає сповіщень
vi: Không có cảnh báo
zh_hans: 暂无提醒
zh_hant: 沒有警示

# alerts.error.loadFailed
source: Couldn't load alerts
ar: تعذر تحميل التنبيهات
bn: অ্যালার্ট লোড করা যায়নি
bs: Nije moguće učitati upozorenja
cs: Upozornění se nepodařilo načíst
da: Kunne ikke indlæse alarmer
de: Alarme konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση ειδοποιήσεων
es: No se pudieron cargar las alertas
fa: هشدارها بارگذاری نشدند
fi: Hälytysten lataaminen epäonnistui
fil: Hindi ma-load ang mga alerto
fr: Impossible de charger les alertes
he: לא ניתן לטעון התראות
hi: अलर्ट लोड नहीं हो सके
hr: Nije moguće učitati upozorenja
hu: A riasztásokat nem sikerült betölteni
hy: Չհաջողվեց բեռնել ազդանշանները
id: Gagal memuat peringatan
is: Ekki tókst að hlaða viðvörunum
it: Impossibile caricare le allerte
ja: アラートを読み込めませんでした
ko: 알림을 불러오지 못했습니다
lt: Nepavyko įkelti įspėjimų
lv: Neizdevās ielādēt brīdinājumus
ms: Tidak dapat memuatkan amaran
my: အချက်ပေးချက်များ ဖွင့်၍မရပါ
nb: Kunne ikke laste varsler
nl: Kan alerts niet laden
pl: Nie udało się załadować alertów
pt_br: Não foi possível carregar os alertas
ro: Nu s-au putut încărca alertele
ru: Не удалось загрузить оповещения
sk: Nepodarilo sa načítať upozornenia
sq: Nuk u ngarkuan dot sinjalizimet
sr_latn: Nije moguće učitati upozorenja
sv: Kunde inte ladda larm
sw: Haikuweza kupakia arifa
th: โหลดการแจ้งเตือนไม่ได้
tr: Uyarılar yüklenemedi
uk: Не вдалося завантажити сповіщення
vi: Không thể tải cảnh báo
zh_hans: 无法加载提醒
zh_hant: 無法載入警示

# alerts.loading
source: Loading alerts…
ar: جارٍ تحميل التنبيهات…
bn: অ্যালার্ট লোড হচ্ছে…
bs: Učitavanje upozorenja…
cs: Načítání upozornění…
da: Indlæser alarmer…
de: Alarme werden geladen…
el: Φόρτωση ειδοποιήσεων…
es: Cargando alertas…
fa: در حال بارگذاری هشدارها…
fi: Ladataan hälytyksiä…
fil: Naglo-load ng mga alerto…
fr: Chargement des alertes…
he: טוען התראות…
hi: अलर्ट लोड हो रहे हैं…
hr: Učitavanje upozorenja…
hu: Riasztások betöltése…
hy: Ազդանշանները բեռնվում են…
id: Memuat peringatan…
is: Hleður viðvörunum…
it: Caricamento allerte…
ja: アラートを読み込み中…
ko: 알림 불러오는 중…
lt: Įkeliami įspėjimai…
lv: Notiek brīdinājumu ielāde…
ms: Memuatkan amaran…
my: အချက်ပေးချက်များ ဖွင့်နေသည်…
nb: Laster varsler…
nl: Alerts laden…
pl: Ładowanie alertów…
pt_br: Carregando alertas…
ro: Se încarcă alertele…
ru: Загрузка оповещений…
sk: Načítavanie upozornení…
sq: Po ngarkohen sinjalizimet…
sr_latn: Učitavanje upozorenja…
sv: Laddar larm…
sw: Inapakia arifa...
th: กำลังโหลดการแจ้งเตือน…
tr: Uyarılar yükleniyor…
uk: Завантаження сповіщень…
vi: Đang tải cảnh báo…
zh_hans: 正在加载提醒…
zh_hant: 正在載入警示…

# alerts.navTitle
source: Alerts
ar: التنبيهات
bn: অ্যালার্ট
bs: Upozorenja
cs: Upozornění
da: Alarmer
de: Alarme
el: Ειδοποιήσεις
es: Alertas
fa: هشدارها
fi: Hälytykset
fil: Mga Alerto
fr: Alertes
he: התראות
hi: अलर्ट
hr: Upozorenja
hu: Riasztások
hy: Ազդանշաններ
id: Peringatan
is: Viðvaranir
it: Allerte
ja: アラート
ko: 알림
lt: Įspėjimai
lv: Brīdinājumi
ms: Amaran
my: အချက်ပေးချက်များ
nb: Varsler
pl: Alerty
pt_br: Alertas
ro: Alerte
ru: Оповещения
sk: Upozornenia
sq: Sinjalizime
sr_latn: Upozorenja
sv: Larm
sw: Arifa
th: การแจ้งเตือน
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 提醒
zh_hant: 警示

# alerts.priority.high
source: High
ar: مرتفع
bn: উচ্চ
bs: Visok
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
es: Alta
fa: بالا
fi: Korkea
fil: Mataas
fr: Haute
he: גבוה
hi: उच्च
hr: Visok
hu: Magas
hy: Բարձր
id: Tinggi
is: Hár
it: Alta
ja: 高
ko: 높음
lt: Aukštas
lv: Augsta
ms: Tinggi
my: မြင့်
nb: Høy
nl: Hoog
pl: Wysoki
pt_br: Alta
ro: Ridicată
ru: Высокий
sk: Vysoká
sq: I lartë
sr_latn: Visok
sv: Hög
sw: Juu
th: สูง
tr: Yüksek
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# alerts.priority.low
source: Low
ar: منخفض
bn: নিম্ন
bs: Nizak
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλή
es: Baja
fa: پایین
fi: Matala
fil: Mababa
fr: Basse
he: נמוך
hi: निम्न
hr: Nizak
hu: Alacsony
hy: Ցածր
id: Rendah
is: Lágur
it: Bassa
ja: 低
ko: 낮음
lt: Žemas
lv: Zema
ms: Rendah
my: နိမ့်
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixa
ro: Scăzută
ru: Низкий
sk: Nízka
sq: I ulët
sr_latn: Nizak
sv: Låg
sw: Chini
th: ต่ำ
tr: Düşük
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# alerts.priority.medium
source: Medium
ar: متوسط
bn: মাঝারি
bs: Srednji
cs: Střední
da: Mellem
de: Mittel
el: Μεσαία
es: Media
fa: متوسط
fi: Keskitaso
fil: Katamtaman
fr: Moyenne
he: בינוני
hi: मध्यम
hr: Srednji
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Media
ja: 中
ko: 중간
lt: Vidutinis
lv: Vidēja
ms: Sederhana
my: အလယ်အလတ်
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Média
ro: Medie
ru: Средний
sk: Stredná
sq: Mesatar
sr_latn: Srednji
sv: Medel
sw: Wastani
th: ปานกลาง
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中

# alerts.row.swipeDismiss
source: Dismiss
ar: تجاهل
bn: সরান
bs: Odbaci
cs: Zavřít
da: Afvis
de: Verwerfen
el: Απόρριψη
es: Descartar
fa: رد کردن
fi: Hylkää
fil: I-dismiss
fr: Rejeter
he: דחייה
hi: हटाएं
hr: Odbaci
hu: Elvetés
hy: Հեռացնել
id: Tutup
is: Hunsa
it: Ignora
ja: 閉じる
ko: 닫기
lt: Atmesti
lv: Noraidīt
ms: Ketepikan
my: ဖယ်ရှားပါ
nb: Avvis
nl: Sluiten
pl: Odrzuć
pt_br: Descartar
ro: Respinge
ru: Закрыть
sk: Zavrieť
sq: Hiq
sr_latn: Odbaci
sv: Avfärda
sw: Ondoa
th: ปิด
tr: Kapat
uk: Відхилити
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 關閉

# auth.login.advancedDisclosure
source: Advanced (custom backend)
ar: متقدم (خادم خلفي مخصص)
bn: উন্নত (কাস্টম ব্যাকএন্ড)
bs: Napredno (vlastiti backend)
cs: Pokročilé (vlastní backend)
da: Avanceret (brugerdefineret backend)
de: Erweitert (eigenes Backend)
el: Για προχωρημένους (προσαρμοσμένο backend)
es: Avanzado (backend personalizado)
fa: پیشرفته (بک‌اند سفارشی)
fi: Lisäasetukset (mukautettu backend)
fr: Avancé (backend personnalisé)
he: מתקדם (בקאנד מותאם)
hi: उन्नत (कस्टम बैकएंड)
hr: Napredno (vlastiti backend)
hu: Speciális (egyéni backend)
hy: Ընդլայնված (սեփական backend)
id: Lanjutan (backend kustom)
is: Ítarlegt (sérsniðið backend)
it: Avanzate (backend personalizzato)
ja: 詳細設定（カスタムバックエンド）
ko: 고급 (사용자 지정 백엔드)
lt: Išplėstiniai (savas backend'as)
lv: Papildu (pielāgots backend)
ms: Lanjutan (backend tersuai)
my: အဆင့်မြင့် (custom backend)
nb: Avansert (egendefinert backend)
nl: Geavanceerd (eigen backend)
pl: Zaawansowane (własny backend)
pt_br: Avançado (backend personalizado)
ro: Avansat (backend personalizat)
ru: Расширенные (свой бэкенд)
sk: Pokročilé (vlastný backend)
sq: Të avancuara (backend i personalizuar)
sr_latn: Napredno (sopstveni backend)
sv: Avancerat (anpassad backend)
sw: Ya juu (backend maalum)
th: ขั้นสูง (backend กำหนดเอง)
tr: Gelişmiş (özel backend)
uk: Розширені (власний backend)
vi: Nâng cao (backend tùy chỉnh)
zh_hans: 高级（自定义后端）
zh_hant: 進階（自訂後端）

# auth.login.currentBackend
source: Current backend: %@
ar: الخادم الحالي: %@
bn: বর্তমান ব্যাকএন্ড: %@
bs: Trenutni backend: %@
cs: Aktuální backend: %@
da: Nuværende backend: %@
de: Aktuelles Backend: %@
el: Τρέχον backend: %@
es: Backend actual: %@
fa: بک‌اند فعلی: %@
fi: Nykyinen backend: %@
fil: Kasalukuyang backend: %@
fr: Backend actuel : %@
he: בקאנד נוכחי: %@
hi: वर्तमान बैकएंड: %@
hr: Trenutni backend: %@
hu: Aktuális backend: %@
hy: Ընթացիկ backend՝ %@
id: Backend saat ini: %@
is: Núverandi backend: %@
it: Backend attuale: %@
ja: 現在のバックエンド：%@
ko: 현재 백엔드: %@
lt: Dabartinis backend'as: %@
lv: Pašreizējais backend: %@
ms: Backend semasa: %@
my: လက်ရှိ backend: %@
nb: Gjeldende backend: %@
nl: Huidige backend: %@
pl: Aktualny backend: %@
pt_br: Backend atual: %@
ro: Backend curent: %@
ru: Текущий бэкенд: %@
sk: Aktuálny backend: %@
sq: Backend aktual: %@
sr_latn: Trenutni backend: %@
sv: Aktuell backend: %@
sw: Backend ya sasa: %@
th: backend ปัจจุบัน: %@
tr: Geçerli backend: %@
uk: Поточний backend: %@
vi: Backend hiện tại: %@
zh_hans: 当前后端: %@
zh_hant: 目前後端：%@

# auth.login.passwordPlaceholder
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
bs: Lozinka
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: رمز عبور
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
hy: Գաղտնաբառ
id: Kata sandi
is: Lykilorð
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
lv: Parole
ms: Kata laluan
my: စကားဝှက်
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sr_latn: Lozinka
sv: Lösenord
sw: Nenosiri
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# auth.login.signIn
source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
bs: Prijavi se
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fil: Mag-sign In
fr: Se connecter
he: כניסה
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
is: Skrá inn
it: Accedi
ja: サインイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
ms: Log Masuk
my: ဝင်ရောက်ပါ
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sq: Hyr
sr_latn: Prijavi se
sv: Logga in
sw: Ingia
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth.login.subtitle
source: Trading Platform
ar: منصة تداول
bn: ট্রেডিং প্ল্যাটফর্ম
bs: Trading platforma
cs: Obchodní platforma
de: Trading-Plattform
el: Πλατφόρμα trading
es: Plataforma de trading
fa: پلتفرم معاملاتی
fi: Kaupankäyntialusta
fr: Plateforme de trading
he: פלטפורמת מסחר
hi: ट्रेडिंग प्लेटफॉर्म
hr: Trading platforma
hu: Kereskedési platform
hy: Թրեյդինգի հարթակ
id: Platform Trading
is: Viðskiptavettvangur
it: Piattaforma di trading
ja: 取引プラットフォーム
ko: 트레이딩 플랫폼
lt: Prekybos platforma
lv: Tirdzniecības platforma
ms: Platform Dagangan
nb: Tradingplattform
pl: Platforma tradingowa
pt_br: Plataforma de trading
ro: Platformă de tranzacționare
ru: Торговая платформа
sk: Tradingová platforma
sq: Platformë tregtimi
sr_latn: Trading platforma
sv: Tradingplattform
sw: Jukwaa la trading
th: แพลตฟอร์มเทรด
tr: Trading Platformu
uk: Торгова платформа
vi: Nền tảng giao dịch
zh_hans: 交易平台
zh_hant: 交易平臺
